test/ruby_makeTail2/app/controllers/gallerys_controller.rb

    def create
        @gallery = Gallery.new(gallery_params)
        @gallery.save
---
INSERT INTO "galleries" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "안녕하세요!"], ["body", "안녕못해요ㅠ"], ["created_at", "2019-06-06 11:06:28.595114"], ["updated_at", "2019-06-06 11:06:28.595114"]]